[info]
ShortName=zh-CN
DisplayName=Chinese(Simplified) 简体中文
Author=枫谷剑仙
Contact=http://www.mapaler.com
Version=1.13
AppName=枫谷主题
AppVersion=2.4.60
Warn=您的当前语言文件比较旧，不能完全显示本程序次版本的所有内容，建议您寻找语言文件的最新版本
Date=2013-12-07
;加载
[Load]
Caption=枫谷主题 - 选择启动任务
Frame_Basic=Window7家庭普通版应用主题
Frame_Edit=编辑/生成Windows主题
Command_theme_to_Bat=自动应用主题到系统
Command_Open_Control=手动应用主题
Command_Edit=打开编辑器
Check_frmLoad=下次不再出现本界面
;关于
[About]
Caption=关于
Version=版本
cmdOK=确定
cmdVisitVeb=访问官网
Description=本程序不是自动收集资源到主题文件夹生成主题，而是为已经安装的主题生成家庭版安装BAT|本程序适用于：|主题制作者生成让使用者能在Win7家庭普通版使用主题的BAT|使用主题者自行将没有添加Win7家庭版安装BAT的主题生成安装BAT
Disclaimer=本程序所有权及使用权归枫谷剑仙所有
;一键取色工具
[Get_color]
Caption=一键取色工具
freshen=刷新
add_one=插入
add_all=插入全部
Command_glass=打开透明颜色面板
Command_window=打开窗体颜色和外观面板
help=使用方法：|先确保是在Aero风格下，使用Windows自带的个性化或者魔方（Aero效果调节）调节好您所满意的颜色，并保存|然后点击本工具的“刷新”，就会去读您当前的设置值，然后根据需要选择插入到主程序窗口里面去。|右边则是系统基本颜色设置，非调节Classic不用使用。
;设置
[OptionsForm]
Caption=选项设置
Label_Lanuage=软件语言
Combo_Lanuage=不使用语言
Command_Find_Lanuages=获取更多语言
Frame_SystemTextShow=部分系统名称
SystemTextShow_Sys=从系统读取
SystemTextShow_ini=从语言文件读取
Label_Snd_Style=音效列表版本
Combo_Snd_Style=不选择
Label_SystemRoot=操作系统所在位置
Combo_SystemRoot1=从系统读取
Combo_SystemRoot2=自定义
Choose_Path=请选择操作系统所在文件夹
Label_SysPath=默认生成何种环境变量
Combo_SysPath=不转换环境变量
Frame_Soft_Glass=本程序显示风格
Aero_Normal=普通
Aero_Glass=Aero全玻璃
Frame_AutoPaper=传送壁纸列表到“自动更换壁纸”程序
Option_AutoPaper_Y=是
Option_AutoPaper_N=否
Option_AutoPaper_A=询问
Label_Aplha_Back_Color=颜色预览背景颜色
Check_frmLoad=启动程序时不出现引导窗口
Command_Done=确定
Command_Cancel=取消
Command_Aply=应用
Awoke_Reset=部分设置需要重启本软件才能生效
;导出向导
[CreatGuide]
Caption=主题生成向导
cmdLast=上一步
cmdNext=下一步
cmdOk=完成
cmdCancel=取消

Files=请选择生成何种文件
Option_File_Theme=Windows Theme文件
Option_File_Bat=Bat文件（用于Win7家庭普通版）

Frame_Theme_Ver=请选择您需要生成的版本
Option_Theme_Ver_All=Windows通用（注：视觉风格文件不能通用）
Option_Theme_Ver_XP=Windows XP / 2003
Option_Theme_Ver_Vista=Windows Vista / 2008
Option_Theme_Ver_7=Windows 7 / 2008 R2
Option_Theme_Ver_8=Windows 8

Frame_BT_Color=请选择生成的BAT文件的文字与背景色
Frame_BT_Color_Fore=前景色
Frame_BT_Color_Back=背景色

Awoke_Theme_Win8_Tilte=友情提醒
Awoke_Theme_Win8=到本软件本版本发布为止，还未发现Win8主题被破解，如果您是将Win7主题应用到Win8上，我建议您将视觉风格文件更换为系统默认，以免失去透明效果
;主界面
[Main]
;主体
Check_ver=检查更新
Command_about=关于
Command_Options=设置
Command_exit=退出
Option_Main_Tab0=选择主题文件
Option_Main_Tab1=手动应用
Option_Main_Tab2=编辑主题文件
Option_Main_Tab3=导出向导

Exit_Warn_Title=警告
Exit_Warn=本程序暂不会检测保存情况|现在退出之前未保存的工作将消失，您确定要退出吗？

Change_Aero_Warn_Title=切换玻璃窗口
Change_Aero_Warn=切换玻璃窗口暂不会保存您编辑的内容|现在退出之前未保存的工作将消失，您确定要切换吗？
;选择主题
Help_Select_Theme=下面列表内是您系统中已经安装的主题|请选择您需要应用的或者编辑的主题
Command_Choose_Aply_Theme=自动应用到系统
Command_Choose_Add_Theme=添加列表中没有的主题
Command_Choose_Edit_Theme=编辑该主题
Command_Choose_Refresh_Theme=刷新列表
Command_Down_More_Theme=获取更多主题
Use_Theme_OK=修改成功，部分设置需要注销重新登入后显示
SendPaperList=是否将壁纸列表传送给“自动更换壁纸”程序？
;手动修改
Help_Aply_By_Hand=自动应用视觉风格文件可能会重启主题失败，可尝试多点几次。(需管理员权限启动本程序)|如果一直没有应用成功，请检查您是否破解了主题，或者您选择的视觉风格文件的操作系统是否对应
Command_ico_hand=更改桌面图标
Command_cur_hand=更改鼠标指针
Command_snd_hand=更改系统音效
Command_paper_hand=更改桌面壁纸
Command_window_hand=更改窗体颜色和外观
Command_glass_hand=更改透明颜色
Command_individuation_hand=打开个性化
Command_scr_hand=安装屏幕保护程序
Command_mss_hand=修改视觉风格

My_System1=检测到您的系统为
My_System2=，您的操作系统版本并无此功能。
My_System3=，修改图标请点击自定义桌面按钮。
My_System4=，老系统我就不知道是什么样子了……反正我也不支持这个……
My_System5=，修改窗体颜色请点击高级按钮。
Load_Mss_Fail_Title=文件不存在
Load_Mss_Fail=您输入的视觉风格文件地址经检测不存在，是否仍然继续应用到系统？

;编辑主题
Edit_Panel_Theme_info_Caption=主题信息
Edit_Panel_Mss_Caption=视觉风格
Edit_Panel_Paper_Caption=桌面壁纸
Edit_Panel_Icon_Caption=桌面图标
Edit_Panel_Curson_Caption=鼠标指针
Edit_Panel_Sound_Caption=系统音效
Edit_Panel_Scr_Caption=屏幕保护程序
Command_Aply_Now=测试应用效果
;主题信息
Label_Tname_Display=主题显示名称
Label_Tname_File=主题文件名称
Label_maker=主题制作者
Label_maker_web=网址或个人主页
Label_Maker_Introduce=其他版权信息或说明
Label_Tlogo=主题LOGO：
Label_Logo_Preview=预览：
Label_logo_help=推荐可以任意透明的PNG格式|LOGO最大显示为240×80像素（在256×256状态下）|因此请不要太大
;视觉风格
Frame_select_mss=风格选择
mss_Aero=Aero
Check_Alpha=开启透明
mss_Basic=Basic
mss_Classic=Classic
Command_getcolor=一键取色
System_Color_Tab1=可视化风格调节
System_Color_Tab2=窗口颜色和外观
Label_mss=视觉风格文件
Label_ColorizationColor=主颜色
Label_ColorizationColor_alpha=主颜色透明度
Label_ColorizationColorBalance=主颜色平衡
Label_ColorizationAfterglow=发光颜色
Label_ColorizationAfterglow_alpha=发光颜色透明度
Label_ColorizationAfterglowBalance=发光颜色平衡
Label_ColorizationBlurBalance=模糊平衡
Label_ColorizationGlassReflectionIntensity=Aero条纹数量
Color_Warn=自己编辑颜色可能导致一些奇怪的颜色，请使用一键取色工具
Label_Classic_Style=经典风格预设：
Check_insert_system_color=将自定义颜色加入到保存的主题或BAT文件中。（不选则为该风格系统默认值）

Classic_Style_name0=自定义
Classic_Style_name1=Windows 经典
Classic_Style_name2=高对比度 #1
Classic_Style_name3=高对比度 #2
Classic_Style_name4=高对比黑色
Classic_Style_name5=高对比白色
;桌面壁纸
Label_paper_index=主壁纸文件：
Label_paper_style=壁纸显示模式：
Label_paper_change_time=幻灯片切换时间：
Check_paper_change=无序切换
Label_paper_files=壁纸幻灯片文件夹：
Papers_Edit_Allow=允许编辑图片列表
Papers_Edit_Select_All=选中全部
Papers_Edit_Clear=全部不选

Paper_Change_Time0=10秒
Paper_Change_Time1=30秒
Paper_Change_Time2=1分钟
Paper_Change_Time3=3分钟
Paper_Change_Time4=5分钟
Paper_Change_Time5=10分钟
Paper_Change_Time6=15分钟
Paper_Change_Time7=20分钟
Paper_Change_Time8=30分钟
Paper_Change_Time9=1小时
Paper_Change_Time10=2小时
Paper_Change_Time11=3小时
Paper_Change_Time12=6小时
Paper_Change_Time13=12小时
Paper_Change_Time14=一天

Paper_Style_Name0=填充
Paper_Style_Name1=适应
Paper_Style_Name2=拉伸
Paper_Style_Name3=平铺
Paper_Style_Name4=居中

;图标
Icon_Name0=计算机
Icon_Name1=文档
Icon_Name2=网络
Icon_Name3=回收站（空）
Icon_Name4=回收站（满）
Icon_Name5=Internet Explorer
;鼠标指针
Label_cur=方案名称：
cur_default=使用默认值(Win7)
Mouse_Name0=正常选择
Mouse_Name1=帮助选择
Mouse_Name2=后台运行
Mouse_Name3=忙
Mouse_Name4=精确选择
Mouse_Name5=文本选择
Mouse_Name6=手写
Mouse_Name7=不可用
Mouse_Name8=垂直调整
Mouse_Name9=水平调整
Mouse_Name10=沿对角线调整1
Mouse_Name11=沿对角线调整2
Mouse_Name12=移动
Mouse_Name13=候选
Mouse_Name14=连接选择
;系统音效
Snd_Now=系统当前
Check_snd=使用已存在的方案
Labe_sound_name_C=声音方案中文
Label_sound_name_E=声音方案英文简写
sound_Play=试听
sound_Stop=停止
;屏幕保护程序
Label_scr_url=屏保文件：（不启用屏保留空即可）
Label_scr_wait=等待:
Label_scr_wait_min=分钟
;保存
[Save_Theme]
;禁止使用换行符“|”
Theme_From1=此主题文件由枫谷主题
Theme_From2=生成
Author=作者：
Web=网址：
Copyright=版权信息：
[Save_Bat]
;禁止使用换行符“|”
Bat_From1=此BAT文件由枫谷主题主题
Bat_From2=生成
Title_Start=Win7主题 HomeBasic安装程序
Title_Copyright=版权信息
Title_Seting=正在应用
Title_Over=应用完成

Choose=请输入对应数字，然后按回车！
Choose_1=1.  应用到系统
Choose_2=2.  退出
Choose_Please=请选择:
Choose_Error=选择无效，请重新输入

Use_UAC=请右键以管理员权限打开本程序
Warn_SetUp_First=注：本程序用于Win7 HomeBasic用户应用已经安装完成了的
Restart_Theme_Service=正在重启主题服务以立即使用主题风格
Change_Cursors=请在打开的窗口点击确定更换鼠标样式
Aply_Theme_Done=应用主题完成
Refresh=图标、壁纸等可能无法立即刷新显示，注销再登入就能全部显示了
;公用
[Public]
CommonDialog_Theme_DialogTitle_Save=保存Windows主题文件
CommonDialog_Theme_DialogTitle_Load=选择Windows主题文件
CommonDialog_Theme_filename=我的主题
CommonDialog_BAT_DialogTitle_Save=保存Win7家庭版应用主题的BAT文件
CommonDialog_BAT_filename1=应用
CommonDialog_BAT_filename2=到系统
CommonDialog_BAT_filename3=应用我的主题
CommonDialog_Paper_DialogTitle_Load=选择壁纸图片
CommonDialog_Mss_DialogTitle_Load=选择 Windows 视觉样式文件
CommonDialog_Scr_DialogTitle_Load=选择屏幕保护程序文件
CommonDialog_Snd_DialogTitle_Load1=浏览新的
CommonDialog_Snd_DialogTitle_Load2=声音
CommonDialog_Logo_DialogTitle_Load=选择主题LOGO图片
CommonDialog_Cur_DialogTitle_Load=选择鼠标指针

CommonDialog_Theme_Filter=Windows主题文件
CommonDialog_Scr_Filter=屏幕保护程序文件
CommonDialog_Mss_Filter=Windows 视觉样式文件
CommonDialog_BAT_Filter=批处理文件
CommonDialog_Paper_Filter=图片文件
CommonDialog_Snd_Filter=波形文件
CommonDialog_Cur_Filter=光标

BrowseForFolder_Paper=请选择壁纸文件夹

Command_Select=浏览

No_Files_Filter=没有您所选择的生成格式
Write_File_Fail=文件写入失败（请检查您是否拥有在此保存的权限）

;更新UpDate
Found_New_Ver_Title=发现新版本
Found_New_Ver_Text1=测到有新的版本
Found_New_Ver_Text2=您的当前版本：
Found_New_Ver_Text3=最新版本：
Found_New_Ver_Text4=立即更新吗？
Found_New_Ver_Text5=更新日志：

No_Found_New_Ver_Title=未发现新版本
No_Found_New_Ver_Text1=未发现新版本
No_Found_New_Ver_Text2=您的当前版本：
No_Found_New_Ver_Text3=最新版本：

No_Connect_Title=连接失败
No_Connect_Text=连接服务器失败，请检查是否连接上Internet，也有可能是服务器不正常。
[Sounds]
List1=Windows 7
List2=Windows XP

[Windows 7_Sounds1]
Name=.Default
DisplayName=Windows
Snd1=ChangeTheme\Windows更改主题
Snd2=WindowsLogoff\Windows注销
Snd3=WindowsUAC\Windows用户账户控制
Snd4=WindowsLogon\Windows登陆
Snd5=SystemHand\关键性停止
Snd6=Close\关闭程序
Snd7=RestoreUp\向上还原
Snd8=RestoreDown\向下还原
Snd9=MenuPopup\弹出菜单
Snd10=SystemExclamation\感叹号
Snd11=PrintComplete\打印结束
Snd12=Open\打开程序
Snd13=FaxBeep\新传真通知
Snd14=MailBeep\新邮件通知
Snd15=SystemAsterisk\星号
Snd16=ShowBand\显示工具栏区
Snd17=Maximize\最大化
Snd18=Minimize\最小化
Snd19=LowBatteryAlarm\电池不足警报
Snd20=CriticalBatteryAlarm\电池严重短缺警报
Snd21=AppGPFault\程序出错
Snd22=SystemNotification\系统通知
Snd23=MenuCommand\菜单命令
Snd24=DeviceDisconnect\设备中断连接
Snd25=DeviceFail\设备未能连接
Snd26=DeviceConnect\设备连接
Snd27=SystemExit\退出Windows
Snd28=CCSelect\选择
Snd29=SystemQuestion\问题
Snd30=.Default\默认响声
[Windows 7_Sounds2]
Name=Explorer
DisplayName=Windows资源管理器
Snd1=FaxError\传真错误
Snd2=SecurityBand\信息栏
Snd3=Navigating\启动导航
Snd4=ActivatingDocument\完成导航
Snd5=SearchProviderDiscovered\已发现搜索提供程序
Snd6=FeedDiscovered\已发现源
Snd7=FaxSent\已发送传真
Snd8=FaxLineRings\拨入电话
Snd9=EmptyRecycleBin\清空回收站
Snd10=MoveMenuItem\移动菜单项
Snd11=BlockedPopup\阻止的弹出窗口
[Windows 7_Sounds3]
Name=sapisvr
DisplayName=Windows语音识别
Snd1=HubOffSound\关闭
Snd2=HubOnSound\启用
Snd3=DisNumbersSound\消除歧义号码
Snd4=PanelSound\消除歧义面板
Snd5=HubSleepSound\睡眠
Snd6=MisrecoSound\误识别

[Windows XP_Sounds1]
Name=.Default
DisplayName=Windows
Snd1=.Default\默认响声
Snd2=AppGPFault\程序出错
Snd3=Close\关闭程序
Snd4=CriticalBatteryAlarm\电池严重短缺警报
Snd5=DeviceConnect\设备连接
Snd6=DeviceDisconnect\设备中断连接
Snd7=DeviceFail\设备未能连接
Snd8=LowBatteryAlarm\电池不足警报
Snd9=MailBeep\新邮件通知
Snd10=Maximize\最大化
Snd11=MenuCommand\菜单命令
Snd12=MenuPopup\弹出菜单
Snd13=Minimize\最小化
Snd14=Open\打开程序
Snd15=PrintComplete\打印结束
Snd16=RestoreDown\向下还原
Snd17=RestoreUp\向上还原
Snd18=SystemAsterisk\星号
Snd19=SystemExclamation\感叹号
Snd20=SystemExit\退出 Windows
Snd21=SystemHand\关键性停止
Snd22=SystemNotification\系统通知
Snd23=SystemQuestion\问题
Snd24=SystemStart\启动 Windows
Snd25=WindowsLogoff\Windows 注销
Snd26=WindowsLogon\Windows 登录
[Windows XP_Sounds2]
Name=Explorer
DisplayName=Windows Explorer
Snd1=EmptyRecycleBin\清空回收站
Snd2=Navigating\启动导航